Repository: CoolOppo/audacity
Catalog: sf-cvs/branches/AUDACITY_1_2/audacity-src/locale/*.po
Languages: eu

source: Zoom out one step
eu: Pausu bat Urrundu

source: [Snap-To Off]
eu: [Egokitzapena desaktibaturik]

source: [Snap-To On]
eu: [Egokitzapena aktibaturik]

source: by Dominic Mazzoni && Vaughan Johnson
eu: Dominic Mazzoni && Vaughan Johnson-en eskutik

source: by Vaughan Johnson && Dominic Mazzoni
eu: Vaughan Johnson && Dominic Mazzoni-en eskutik

source: bytes
eu: byte

source: cdda min:sec:frames 75 fps
eu: cdda min:seg:frame 75 cps

source: cdda sectors+bytes (snap to samples)
eu: cdda sektore+byte (Laginketara egokituz)

source: down
eu: behera

source: film frames 24 fps
eu: film frame-ak 24 cps

source: film h:mm:ss:ff 24 fps
eu: film o:mm:ss:zz 24 cps

source: hr:min:sec
eu: or:min:seg

source: labels.txt
eu: errotuluak.txt

source: left
eu: ezkerra

source: min:sec
eu: min:seg

source: min:sec (snap to samples)
eu: min:seg

source: min:sec+samples (snap to samples)
eu: min:seg+laginketak (Laginketara egokituz)

source: n/a
eu: ez erabilgarri

source: right
eu: eskuina

source: samples (snap to samples)
eu: laginketak (Laginketara egokitu)

source: sec
eu: seg

source: sec (snap to samples)
eu: seg (Laginketara egokitu)

source: sec+samples (snap to samples)
eu: seg+laginketak (Laginketara egokitu)

source: spectrum.txt
eu: espektro.txt

source: to
eu: noraino

source: to Selection End
eu: Aukeratutakoaren bukaerara

source: to Selection Start
eu: Aukeratutakoaren hasierara

source: to Track End
eu: Pistaren bukaerara

source: to Track Start
eu: Pistaren hasierara

source: translator_credits
eu: Itzultzailearen kredituak

source: up
eu: gora

source: using SampleRate, by Erik de Castro Lopo
eu: SampleRate erabiltzen, Erik de Castro Lopo-ren eskutik

source: using SoundTouch, by Olli Parviainen
eu: SoundTouch erabiltzen, Olli Parviainen-en eskutik
