Repository: CoolOppo/audacity
Catalog: sf-cvs/branches/AUDACITY_1_2/audacity-src/locale/*.po
Languages: eu

source: Only libmp3lame.so|libmp3lame.so|Primary Shared Object files (*.so)|*.so|Extended Libraries (*.so*)|*.so*|All Files (*)|*
eu: Bakarrik libmp3lame.so|libmp3lame.so|Primary Shared Object (*.so)|*so|Extended Libraries (*.so*)|*.so*|Fitxategi guztiak (*)|*

source: Opening Audacity Project
eu: Audacity proiektua irikitzen

source: Original Value
eu: Berezko balioa (originala)

source: Other contributors:
eu: Beste laguntzaile/kolaboratzaileak:

source: Other...
eu: Beste...

source: Out of disk space
eu: Lekurik ez diskoan

source: Output Meter
eu: Irteerako neurgailua

source: Output Volume
eu: Irteera bolumena

source: Output level meter
eu: Irteera mailaren neurgailua

source: Overwrite existing files
eu: Existitzen diren fitxategiak gainetik idatzi

source: PAL frames 25 fps
eu: PAL frame-ak (laukiak) 25 cps

source: PAL h:mm:ss:ff 25 fps
eu: PAL o:mm:ss:zz 25 cps

source: Page Setup...
eu: Orri konfigurazioa....

source: Paste
eu: Itsatsi

source: Pasted from the clipboard
eu: Arbeletikan itsatsi

source: Pencil
eu: Arkatza

source: Percent Change:
eu: Ehuneko aldaketa:

source: Performing Echo
eu: Eco jartzen, aplikatzen

source: Performing Effect: %s
eu: Efektua jartzen: %s

source: Performing Equalization
eu: Ekualizazioa jartzen

source: Performing FFT Filter
eu: FFT iragazketa egiten

source: Performing Repeat
eu: Errepikapena egiten

source: Phaser by Nasca Octavian Paul
eu: Phaser Nasca Octavian Paul-en eskutik

source: Pitch (EAC)
eu: (EAC) tonua

source: Pitch: from
eu: Tonua: puntu honetatik

source: Play (Shift for loop-play)
eu: Play (Shift behin eta berriz play egiteko eten gabe)

source: Play Looped L
eu: Play ziklikoki egin L

source: Play Looped Shift+Spacebar
eu: Play ziklikoki egin Mayús-Hutsune barra

source: Play One Second 1
eu: Play segundu bat bakarrik 1

source: Play To Selection B
eu: Play aukeratutakoa B

source: Play other tracks while recording new one
eu: Beste pistak martxan jarri berri bat grabatzen ari den bitartean

source: Play/Stop Spacebar
eu: Play/Stop(gelditu) Hutsune-barra

source: Plugins %i to %i
eu: Plugin-ak %i -tik %i-ra

source: Plugins 1 to %i
eu: Pluginak 1-etik %i-ra

source: Pop and Click Removal...
eu: Zarata ezabaketa....

source: Predefined:
eu: Aurredefinitua:

source: Preview
eu: Aurreikusketa(preview):

source: Previous Tool A
eu: Aurreko erraminta A

source: Primary developer
eu: Garatzailea nagusia

source: Print
eu: Inprimatu

source: Print...
eu: Inprimatu....

source: Program build date:
eu: Programa sortutako data:

source: Programmer
eu: Programatzailea

source: Progress
eu: Garapena

source: Project leader and primary programmer
eu: Proiektu liderra eta programatzaile nagusia

source: Project rate:
eu: Frekuentzia:

source: Quality
eu: Kalitatea

source: Quick Mix
eu: Nahasketa azkarra

source: Quick mix
eu: Nahasketa azkarra

source: Quit Audacity upon closing last window
eu: Azken leihoa istean atera Audacity-tik

source: Rate Change
eu: Frekuentzia aldaketa

source: Ratio:
eu: Proportzioa:

source: Ratio: %.0f:1
eu: Proportzioa: %.0f:1

source: Ratio: %.1f:1
eu: Proportzioa: %.1f:1

source: Raw
eu: Bere horretan (en bruto/raw)

source: Read directly from the original file (faster)
eu: Fitxategi originaletik zuzenen irakurri (azkarragoa)

source: Real-time dither:
eu: Fusioa denbora errealean:

source: Real-time sample rate converter:
eu: Denbora errealeko laginketa frekuentzia konbertsorea:

source: Record
eu: Grabatu

source: Record R
eu: Grabatu R

source: Recorded Audio
eu: Gordetako audioa

source: Recording
eu: Grabaketa

source: Recording time remaining: %d hours and %d minutes
eu: Falta den denbora grabaketarako: %d ordu eta %d minutu

source: Recording time remaining: %d minutes
eu: Falta den denbora grabaketarako: %d minutu

source: Recording time remaining: %d seconds
eu: Falta den denbora grabaketarako: %d segundu

source: Recording time remaining: 1 hour and %d minutes
eu: Falta den denbora grabaketarako: 1 ordu eta %d minutu

source: Rectangle
eu: Laukizuzena

source: Rectangular
eu: Laukizuzen formakoa

source: Redo
eu: Berregin

source: Remo&ve Tracks
eu: E&zabatu pistak

source: Remove Noise
eu: Zarata ezabatu

source: Remove Track
eu: Pista ezabatu

source: Remove any DC offset (center on 0 vertically)
eu: Desalineaketa bertikal guztiak ezabatu (zerora zentratu)

source: Removed audio track(s)
eu: Ezabatutako audio pista(k)

source: Removed track '%s.'
eu: '%s' pista ezabaturik

source: Removing Noise
eu: Zarata ezabatzen

source: Removing unwanted noise
eu: Nahi ez den zarata ezabatzen

source: Renamed '%s' to '%s'
eu: '%s' ----- '%s' bezala berrizendatu da

source: Renamed file: %s
eu: Berrizendatutako fitxategia: %s

source: Repeat
eu: Errepikapena

source: Repeat %s Ctrl+R
eu: Errepikatu %s Ctrl+R

source: Repeat Last Effect Ctrl+R
eu: Azken efektua errepikatu Ctrl+R

source: Repeat by Dominic Mazzoni && Vaughan Johnson
eu: Errepikapena Dominic Mazzoni && Vaughan Johnson-en eskutik

source: Repeat...
eu: Errepikapena...

source: Repeated %d times
eu: %d aldiz errepikatua

source: Resampling disabled.
eu: Berlaginketa ezin da egin

source: Resonance:
eu: Erresonantzia:

source: Restore Defaults
eu: Hasieran zeuden bezala jarri aukerak (aurredefinitutakoak)

source: Reverse
eu: Buelta eman

source: Reversing
eu: Buelta ematen

source: Right
eu: Eskuin

source: Right Channel
eu: Eskuin kanala

source: Right Click
eu: Eskuin click-a

source: Right Drag
eu: Eskuin eramatea (xaguaz)

source: Right,
eu: Eskuina,

source: Right-Click
eu: Eskuin-click-a

source: Right-Drag
eu: Eskuin-eramatea(xaguaz)

source: Same as Left-Drag
eu: Xaguarekin ezkerrera eramatea bezala

source: Same as select tool
eu: Aukeratzeko erraminta bezala

source: Same as zoom tool
eu: Zoom erabiltzeko erraminta bezala

source: Sample Edit
eu: Laginketaren (muestreo) edizioa

source: Sample rate:
eu: Laginketarako frekuentzia

source: Save %s File As:
eu: %s fixategia izen honekin gorde:

source: Save Project &As...
eu: Proiektua izen &honekin gorde...

source: Save Project As:
eu: Proiektua izen honekin gorde

source: Save changes before closing?
eu: Aldaketak gorde itxi aurretik?

source: Save changes?
eu: Gorde aldaketak?

source: Save...
eu: Gorde...

source: Saved %s
eu: %s gorde da

source: Sawtooth
eu: Zerra-hortza (sawtooth)

source: Scroll up or down
eu: Gora eta beherako mugimendua (scroll)

source: Search for?
eu: Zeren arabera bilatu?

source: Search help for keyword
eu: Laguntza bilatu gako hitzarentzat

source: Select
eu: Aukeratu

source: Select a MIDI file...
eu: MIDI fitxategi bat aukeratu...

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
eu: Zarata segundu batzuk soilik aukeratu horrela Audacity-k jakingo du zer iragazi, gero click-atu Zarata perfila lortu:

source: Select a text file containing labels...
eu: Etiketak dituen testu-fitxategi bat aukeratu...

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click Remove Noise.
eu: Iragazi nahi duzun audioa aukeratu, zein zarata maila ezabatu nahi duzun aukeratu, gero click-atu Zarata Ezabatu .

source: Select an XML file containing Audacity keyboard shortcuts...
eu: XML fitxategi bat aukeratu Audacity-ko teklatu laburpenak dituena..

source: Select any uncompressed audio file...
eu: Deskonprimitutako audio fitxategi bat aukeratu...

source: Select one or more audio files...
eu: Audio fitxategi bat edo gehiago aukeratu...

source: Select...
eu: Aukeratu...

source: Selection Contract Left Ctrl+Shift+Right
eu: Aukeraketa uzkurdura (contracción) ezkerrera Ctrl+Shift+Eskuina

source: Selection Contract Right Ctrl+Shift+Left
eu: Aukeraketa uzkurdura (contracción) eskuinera Ctrl+Shift+Ezkerra

source: Selection Extend Left Shift+Left
eu: Aukeratutakoa zabaldu ezkerreruntz Ctrl+Mayús+Izquierda

source: Selection Extend Right Shift+Right
eu: Aukeratutakoa zabaldu eskuineruntz Ctrl+Mayús+Derecha

source: Selection Restore
eu: Aukeratutakoa konpondu

source: Selection Save
eu: Aukeratutakoa gorde

source: Selection Tool
eu: Aukeratzeko erraminta

source: Selection Tool F1
eu: Aukeratzeko erraminta F1

source: Selection to End Shift+End
eu: Bukaerararte aukeratu Mayús+Fin

source: Selection to Start Shift+Home
eu: Hasierararte aukeratu Mayús+Inicio

source: Selection: %.3lf - %.3lf (%.3lf NTSC frames) %s
eu: Aukeratutakoa: %.3lf - %.3lf (%.3lf NTSC frame) %s

source: Selection: %.3lf - %.3lf (%.3lf PAL frames) %s
eu: Aukeratutakoa: %.3lf - %.3lf (%.3lf PAL frame) %s

source: Selection: %.3lf - %.3lf (%.3lf film frames) %s
eu: Aukeratutakoa: %.3lf - %.3lf (%.3lf film frame) %s

source: Selection: %02i:%02i:%06.3lf - %02i:%02i:%06.3lf (%02i:%02i:%06.3lf cdda min:sec:frames) %s
eu: Aukeratutakoa: %02i:%02i:%06.3lf - %02i:%02i:%06.3lf (%02i:%02i:%063lf cdda min:seg:frame) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC drop-frame h:mm:ss:ff) (%.3lf NTSC frames) %s
eu: Aukeratutakoa: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC drop-frame o:mm:ss:zs) (%.3lf frame NTSC) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC non-drop-frame h:mm:ss:ff) (%.3lf NTSC frames) %s
eu: Aukeratutakoa: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf NTSC non-drop-frame o:mm:ss:zs) (%.3lf NTSC frame) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf PAL h:mm:ss:ff) (%.3lf PAL frames) %s
eu: Aukeratutakoa: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf PAL o:mm:ss:zs) (%.3lf PAL frame) %s

source: Selection: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf film h:mm:ss:ff) (%.3lf film frames) %s
eu: Aukeratutakoa: %1i:%02i:%02i:%06.3lf - %1i:%02i:%02i:%06.3lf (%1i:%02i:%02i:%06.3lf film o:mm:ss:zs (%.3lf film frame) %s

source: Selection: %1i:%02i:%09.6f - %1i:%02i:%09.6f (%1i:%02i:%09.6f hr:min:sec) %s
eu: Aukeratutakoa: %1i:%02i:%09.6f - %1i:%02i:%09.6f (%1i:%02i:%09.6f or:min:seg) %s

source: Selection: %i+%04i - %i+%04i (%i+%04i cdda sectors+bytes) [Snap-To Samples]
eu: Aukeratutakoa: %i+%04i - %i+%04i (%i+%04i sektore+byte cdda) [Laginketara egokituz]

source: Selection: %i+%04i - %i+%04i (%i+%04i cdda sectors+bytes) [Snap-To Samples] Change Project Rate to 44100 for cdda
eu: Aukeratutakoa: %i+%04i - %i+%04i (%i+%04i sektore+ cdda byteak) [Laginketara egokituz] Proiektuaren frekuentzia aldatu 44100-era cdda-rako

source: Selection: %i+%i - %i+%i (%i+%i sec+samples) [Snap-To Samples]
eu: Aukeratutakoa: %i+%i - %i+%i (%i+%i seg+laginketa(muestreo)) [Laginketara egokituz]

source: Selection: %i:%02i+%i - %i:%02i+%i (%i:%02i+%i min:sec+samples) [Snap-To Samples]
eu: Aukeratutakoa: %i:%02i+%i - %i:%02i+%i (%i:%02i+%i min:seg+laginketa(muestreo)) [Laginketara egokituz]

source: Selection: %i:%09.6f - %i:%09.6f (%i:%09.6f min:sec) %s
eu: Aukeratutakoa: %i:%09.6f - %i:%09.6f (%i:%09.6f min:seg) %s

source: Selection: %i:%09.6lf - %i:%09.6lf (%i:%09.6lf min:sec) [Snap-To Samples]
eu: Aukeratutakoa: %i:%09.6lf - %i:%09.6lf (%i:%09.6lf min:seg) [Laginketara egokituz]

source: Selection: %lf - %lf (%lf sec) %s
eu: Aukeratutakoa: %lf - %lf (%lf seg) %s

source: Selection: %lf - %lf (%lf sec) [Snap-To Samples]
eu: Aukeratutakoa: %lf - %lf (%lf seg) [Laginketara egokituz]

source: Selection: %li - %li (%li samples) [Snap-To Samples]
eu: Aukeratutakoa: %li - %li (%li laginketa(muestreo)) [Laginketara egokituz]

source: Semitones (half-steps):
eu: Tonuerdiak (erdi-pausuak):

source: Set
eu: Aukeratu

source: Set Range
eu: Aukera-tartea finkatu

source: Set Range...
eu: Aukera-tartea finkatu...

source: Set Rate
eu: Frekuentzia finkatu

source: Set Sample Format
eu: Laginketarako(muestreo) formatua finkatu

source: Set Selection Format
eu: Aukeraketarako formatua finkatu

source: Set Selection Point
eu: Aukeraketa puntua finkatu

source: Set Selection Range
eu: Aukeraketaren aukera-tartea (range) finkatu

source: Set range to '%d' - '%d'
eu: Aukera-tartea finkatu '%d' - '%d' bitartean

source: Shaped
eu: Eman zaio forma

source: Shift-Left-Click
eu: Shift-Click-Ezkerrera

source: Silence
eu: Ixiltasuna

source: Silence selection
eu: Aukeratutakoa ixilune bihurtu

source: Silenced selected tracks for %.2f seconds at %.2f
eu: Aukeratutako pistak ixilduak izan dira %.2f segundugatik %.2f-tan

source: Sine
eu: Sinusoidea

source: Size
eu: Tamaina

source: Skip to End
eu: Bukaerara joan

source: Skip to End End
eu: Bukaerara joan End

source: Skip to Start
eu: Hasierara joan

source: Skip to Start Home
eu: Hasierara joan Home

source: Smooth at Sample
eu: Laginketan (muestreo) xuabeago egin

source: Snap Off
eu: Egokitzapena desaktibatu

source: Snap On
eu: Egokitzapena aktibatu

source: Snap-To...
eu: Egokitzapena...

source: Software Playthrough (Play new track while recording it)
eu: Beste pistak martxan jarri berri bat grabatzen den bitartean

source: Some of your preferences were from an earlier version of Audacity and have been reset.
eu: Zure hobespenetako batzuk Audacity-ren aurreko bertsioa batetakoak ziren eta eguneratuak izan dira.

source: Sorry, Plug-in Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
eu: Sentitzen dugu, pistaren kanal indibidualek bat egiten ez duten estereo pistetan ezin dira Plug-in efektuak erabili.

source: Sorry, VST Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
eu: Sentitzen dugu, pistaren kanal indibidualek bat egiten ez duten estereo pistetan ezin dira VST efektuak erabili.

source: Sorry, cannot apply effect on stereo tracks where the tracks don't match.
eu: Sentitzen dugu, pistek bat egiten ez duten estereo pistetan ezin da efektu hau erabili.

source: Sorry, pathnames longer than 256 characters not supported.
eu: Sentitzen dugu, 256 karaktere baina gehiagoko direktorio bidek (pathnames)ezin dira erabili.

source: Special thanks:
eu: Eskerrak bereziki:

source: Spectrograms
eu: Espektrogramak

source: Spectrum
eu: Espektroa

source: Spl&it
eu: Ebak&i

source: Split
eu: Ebaki

source: Split Stereo Track
eu: Estereo pista ebaki

source: Split at labels
eu: Etiketetan ebaki

source: Split files based on:
eu: Fitxategiak bategin honetan oinarriturik:

source: Split stereo track '%s'
eu: Estereo pista ebaki'%s'

source: Square
eu: Karratua

source: Stages:
eu: Aroak:

source: Standard Autocorrelation
eu: Autokorrelazio estandarra

source: Standard Vinyl RPM: from
eu: Binilo RPM (Bira minutuko) estandarra: puntu honetatik

source: Start offset:
eu: Hasiera muga:

source: Start to Cursor
eu: Kurtsorean hasiera

source: Step 1
eu: 1 urratsa

source: Step 2
eu: 2 urratsa

source: Stereo,
eu: Estereoa,

source: Stop
eu: Gelditu

source: Stop S
eu: Gelditu S

source: Successfully exported %d files.
eu: %d fitxategi zuzen esportatu dira.

source: Temp. Directory
eu: Behin behineko direktorioa

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
eu: Testu fitxategiak (*.txt)|*.txt| Fitxategi guztiak (*.*)|*.*

source: The VU meters will now be disabled. To enable them again, open the Preferences dialog and click on the Interface tab.
eu: 'VU meters' ezin izango da erabili. Erabili ahal izateko lehenbizi click-atu Hobespenak menua eta gero Interfaze aukeran sartu

source: The maximum frequency must be an integer
eu: Frekuentzia maximoak zenbaki oso bat izan behar du

source: The system has detected that another copy of Audacity is running. Running two copies of Audacity simultaneously may lead to data loss or cause your system to crash, so is not allowed. Use the New or Open commands in the currently running Audacity process to open multiple projects simultaneously.
eu: Beste Audacity-ren kopia bat martxan egon daitekeela detektatu da. Bi kopia aldi berean exekutatzeak errore larriak ekarri ditzake, sitema bera blokeatu daitekeelarik Proiektu anitz aldi berean irikitzeko erabili Berria eta Iriki komandoak Audacity-ren exekuzio bertsioan.

source: The version of Audacity you are using does not support multiple time tracks.
eu: Erabiltzen ari zaren Audacity bertsioak ezin ditu denbora pista anitzak erabili.

source: There are no label tracks to export.
eu: Ez dago etiketa pistarik esportatzeko

source: There was a problem printing.
eu: Arazoren bat izan da inprimatzerakoan

source: There was an error initializing the audio i/o layer.
eu: Audioko s/i geruza hasieratzerakoan arazoren bat izan da.

source: This is a beta version of the program. It may contain bugs and unfinished features. We depend on your feedback, so please visit our website and give us your bug reports and feature requests.
eu: Hau programaren beta bertsioa da. Errore eta bukatu gabeko gauzak izan ditzake. Zure laguntza behar dugu hau konpontzeko, bidali mezuak gure orrira erroreei buruz hitzegiteko edota nahi dituzun funtzioak inplementa ditzagun.

source: This is a stable, completed release of Audacity. However, if you find a bug or have a suggestion, please contact us. We depend on feedback from users in order to continue to improve Audacity. For more information, visit our website.
eu: Hau Audacity-ren bertsio oso eta egonkorra da. Hala ere, erroreren bat aurkituz gero edota komentariorik egin nahi baduzu, jar zaitez gurekin harremanetan. Zuen laguntza behar dugu Audacity hobetzeko. Informazio gehiagorako, ikusi gure web orrialdea.

source: This version of Audacity was not compiled with %s support.
eu: Audacity-ren bertsio hau ez da konpilatu %s onartzeko moduan.

source: Threshold:
eu: Muga (Treshold):

source: Threshold: %d dB
eu: Muga (Treshold): %d dB

source: Time Shift
eu: Denboran zehar mugitu

source: Time Shift Tool
eu: Denboran zehar mugitzeko erraminta

source: Time Shift Tool F5
eu: Denboran zehar mugitzeko erraminta F5

source: Time Track
eu: Denbora pista

source: Time shift sequence
eu: Denboran zehar mugitzeko sekuentzia

source: Time shifted track '%s' %s %.02f seconds
eu: Pista hau '%s' %s mugitua izan da %.02f segundu

source: Time-Shift
eu: Denboran zehar mugitu

source: Title
eu: Izenburua

source: Title:
eu: Izenburua:

source: To plot the spectrum, all selected tracks must be the same sample rate.
eu: Espektroa grafikotu arazteko, track guztiek laginketa (muestreo) frekuentzi bera izan behar dute.

source: Tone Generator
eu: Tonu sortzailea

source: Tone...
eu: Tonua...

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
eu: Audio gehiegi aukeratu da. Bakarrik %.1f segundu izango dira analizatuak.

source: Tool
eu: Erraminta

source: Track Name
eu: Pista izena

source: Track Number:
eu: Pista zenbakia:

source: Track Remove
eu: Pista ezabaketa

source: Tracks
eu: Pistak

source: Tracks are too long to repeat the selection.
eu: Pistak oso luzeak dira aukeratutakoa errepikatzeko.

source: Triangle
eu: Hirukia

source: Trim
eu: Moztu (recortar/Trim)

source: Trim file to selection
eu: Aukeratutakora arte fitxategia moztu

source: Trim outside selection
eu: Moztu aukeratutakotik kanpo

source: Turn Grid Snap Off
eu: Laukira egokitzea desaktibatu

source: Turn Grid Snap On
eu: Laukira egokitzea aktibatu

source: Turn Snap-To Off
eu: Egokitzea desaktibatu

source: Turn Snap-To On
eu: Egokitzea aktibatu

source: Unable to determine
eu: Ezin da zehaztu

source: Unable to open project file.
eu: Proiektu fitxategia irikitzea ezinezkoa da.

source: Unable to open target file for writing
eu: Idazketarako helburu fitxategia irikitzea ezinezkoa da

source: Uncompressed Export Format
eu: Esportaziorako konprimitugabeko formatua

source: Undo
eu: Desegin

source: Undo History
eu: Historiala desegin

source: Undo Levels Available (lots and lots)
eu: Deshacer niveles disponibles (muchos)Atzitu daitezkeen mailak (asko) desegin

source: Undo Levels Available: %d
eu: Desegin daitezkeen mailak: %d

source: Unknown command line option: %s
eu: Komando lerro aukera ezezaguna: %s

source: Up Octave
eu: Oktaba bat igo

source: Update spectrogram while playing
eu: Espektrograma eguneratu martxan dagoen bitartean

source: Upper speed limit
eu: Abiaduraren goiko muga

source: Use OGG instead of MP3
eu: OGG erabili MP3-ren ordez

source: Using Label/Track Name
eu: Etiketak erabiltzen/Pista izena

source: Using block size of %ld
eu: %ld bloke tamaina erabiltzen

source: VST Plug-in parameters:
eu: VST Plugin-aren parametroak:

source: Validation error
eu: Onarketa (Validación) akatsa

source: Value must be from %d to %d.
eu: Balikoak %d-tik %d-ra izan behar du.

source: Values in columns must be in ascending order.
eu: Zutabeetako balioek ordena gorakorrean egon behar dute.

source: Vertical Stereo
eu: Estereo bertikala

source: Vorbis version mismatch
eu: Vorbis bertsioaren ezberdintasuan

source: WARNING: You may be prompted to save your work. Clicking cancel will have the same effect as clicking no.
eu: OHARRA: Zure lana gordetzeko oharra jaso dezakezu. Desegin-en click egiteak Ez-en click egitearen ondorio bera izango du.

source: WET
eu: HEZEA

source: Wah Frequency Offset (%):
eu: Wha frekuentzia hasiera (%):

source: Wahwah by Nasca Octavian Paul
eu: Wahwah Nasca Octavian Paul-ren eskutik

source: Warning
eu: Oharra

source: Warning: there is very little free disk space left on this volume. Please select another temporary directory in your preferences.
eu: Oharra:oso leku gutxi dago aske disko honetan. Mesedez aukeratu beste behin behineko direktorio bat hobespenen aukeran.

source: Waveform
eu: Uhin forma

source: Waveform (dB)
eu: Uhin forma (dB)

source: Waveform:
eu: Uhin forma

source: Wheel-Rotate
eu: Xaguaren gurpila

source: When importing uncompressed audio files into Audacity
eu: Audacity barruan audio fitxategi konprimitu gabeak inportatzerakoan

source: Where is %s?
eu: Non da %s?

source: Where is audacity-1.2-help.htb?
eu: Non da-1.2-help.htb?

source: White Noise
eu: Zarata zuria

source: XML files (*.xml)|*.xml|All files (*.*)|*.*
eu: XML fitxategiak (*.xml)|*.xml|Fitxategi guztiak (*.*)|*.*

source: Year
eu: Urtea

source: Year:
eu: Urtea:

source: You are about to save a %s file with the name %s. Normally these files end in %s, and some programs will not open files with nonstandard extensions. Are you sure you want to save the file under this name?
eu: %s fitxategi bat %s izenarekin gordetzera zoaz. Normalean fitxategi hauek %s bukaera dute, eta programa batzuek ez dituzte estandarraek diren luzapenak dituzten fitxategiak irikiko Ziur zaude izen horrekin gorde nahi duzula fitxategi hori?

source: You are not zoomed in enough. Zoom in until you can see the individual samples.
eu: Ez zaude nahiko gertu. Zoom egin bakarkako laginketak ikusi ahal izan arte.

source: You must select a track first.
eu: Pista bat aukeratu behar duzu lehenbizi.

source: You will not be able to play or record audio.
eu: Ezingo duzu audiorik martxan jarri ez eta grabatu ere.

source: Your tracks will be mixed down to a single mono channel in the exported file.
eu: Zure pistak denak mono kanal batean nahastuko dira esportatuko den fitxategian.

source: Your tracks will be mixed down to two stereo channels in the exported file.
eu: Zure pistak denak bi estereo kanaletan nahastuko dira esportatuko den fitxategian.

source: Zoom
eu: Gerturatu/Urrundu (zoom)

source: Zoom &In Ctrl+1
eu: Zoom gerturatzeko Ctrl+1

source: Zoom &Normal Ctrl+2
eu: Zoom &Normala Ctrl+2

source: Zoom &Out Ctrl+3
eu: Z&oom Urrundu Ctrl+3

source: Zoom In
eu: Zoom Gerturatu

source: Zoom Out
eu: Zoom Urrundu

source: Zoom Toggle
eu: Zoom aurrekoa

source: Zoom Tool
eu: Zoom erraminta

source: Zoom Tool F4
eu: Zoom erraminta F4

source: Zoom in on Point
eu: Zoom puntu batera Gerturatu

source: Zoom in on a Range
eu: Zoom tarte batean gerturatu

source: Zoom in or out
eu: Zoom Gerturatu edo Urrundu
