Repository: CoolOppo/audacity
Catalog: sf-cvs/branches/AUDACITY_1_2/audacity-src/locale/*.po
Languages: eu

source: (disabled)
eu: (ez-erabilgarria)

source: is an audio CD file. Audacity does not open this type of file. Try ripping it to a native audio format that Audacity can import.
eu: CD bateko audioko artxibo bat da. Audacity-k ezin du horrelako artxiborik iriki. Artxiboa Audacity-k jasaten duen formatu batera egokitzen saiatu.

source: window
eu: leihoa

source: %d Channels
eu: %d Kanalak

source: %d minutes, %d seconds
eu: %d minutu, %d segundu

source: %d seconds
eu: %d segundu

source: %s is already open in another window.
eu: %s dagoeneko beste leiho baten irikirik dago.

source: %s-old%d
eu: %s-???????lehengo%d

source: &About Audacity...
eu: &Audacity-ri buruz...

source: &All Ctrl+A
eu: &Dena Ctrl+A

source: &Analyze
eu: &Analizatu

source: &Close Ctrl+W
eu: &Itxi Ctrl+W

source: &Copy Ctrl+C
eu: &Kopiatu Ctrl+C

source: &Delete Ctrl+K
eu: &Ezabatu Ctrl+K

source: &Edit
eu: &Editatu

source: &Edit ID3 Tags...
eu: &ID3 Etiketak editatu...

source: &Export As %s...
eu: &Esportatu %s bezala...

source: &Export Selection As %s...
eu: &Esportatu aukeratutakoa %s bezala...

source: &File
eu: &Artxiboa

source: &Fit in Window Ctrl+F
eu: &Leihora egokitu Ctrl+F

source: &Generate
eu: &Sortu

source: &Help
eu: &Laguntza

source: &History...
eu: &Historiala...

source: &Import Audio... Ctrl+I
eu: &Inportatu audioa... Ctrl+I

source: &New Ctrl+N
eu: &Berria Ctrl+N

source: &Online Help...
eu: &Online laguntza...

source: &Open... Ctrl+O
eu: &Iriki... Ctrl+O

source: &Paste Ctrl+V
eu: &Itsatsi Ctrl+V

source: &Plot Spectrum
eu: Es&pektroa marraztu

source: &Preferences... Ctrl+P
eu: &Aukerak... Ctrl+P

source: &Project
eu: &Proiektua

source: &Quick Mix
eu: &Nahasketa azkarra

source: &Redo
eu: &Berregin

source: &Redo %s
eu: &Berregin %s

source: &Run Benchmark...
eu: E&rrendimendu testa martxan jarri...

source: &Save Project Ctrl+S
eu: &Gorde Proiektua Ctrl+S

source: &Silence Ctrl+L
eu: &Isiltasuna Ctrl+L

source: &Trim Ctrl+T
eu: &Ebaki Ctrl+T

source: &Undo Ctrl+Z
eu: &Desegin Ctrl+Z

source: &Undo %s
eu: &Desegin %s

source: &View
eu: &Ikusi

source: &Zoom to Selection Ctrl+E
eu: Aukeratutakora &gerturatu Ctrl+E

source: 'left' channel
eu: 'Ezker' kanala

source: 'right' channel
eu: 'Eskuin' kanala

source: (Not all combinations of headers and encodings are possible.)
eu: (Goiburuko eta kodifikaketa aukera guztiak ez dira posible.)

source: -120 dB (approximate limit of human hearing)
eu: -120 dB (Giza entzumenaren muga ingurua)

source: -145 dB (PCM range of 24 bit samples)
eu: -145 dB (24 bit-eko laginen PCM-aukera)

source: -36 dB (shallow range for high-amplitude editing)
eu: -36 dB (azaleko-aukera anplitude altuko ediziorako)

source: -48 dB (PCM range of 8 bit samples)
eu: -48 dB (8 bit-eko laginen PCM-auekra)

source: -96 dB (PCM range of 16 bit samples)
eu: -96 dB (16 biteko laginen PCM-aukera)

source: 1 Channel (Mono)
eu: 1 (Mono) kanala

source: 2 (Stereo)
eu: 2 (Estereoa)

source: 2 Channels (Stereo)
eu: 2 Kanal (Estereoa)

source: 256 - default
eu: 256 - aurrez zehaztua (default)

source: 4096 - most narrowband
eu: 4096 - bandarik estuena

source: 64 - most wideband
eu: 64 bandarik zabalena

source: A Free Digital Audio Editor
eu: Dohaneko editorea audio digitalerako

source: About Audacity...
eu: Audacity-ri buruz...

source: Action
eu: Akzioa

source: Add Label At Playback Position Ctrl+M
eu: Gehitu etiketa erreprodukzio puntuan Ctrl+B

source: Add Label At Selection Ctrl+B
eu: Gehitu etiketa aukeratutakoaren gainean Ctrl+B

source: Added label
eu: Etiketa gehitua izan da

source: Adjusted envelope.
eu: Envelope (azala) zehaztua

source: Adjustment Delay:
eu: Atzerapenaren zehaztapena:

source: Adjustment Settings
eu: Zehaztapenaren konfigurazioa

source: Adjustment Window:
eu: Zehaztapenerako leihoa:

source: Album
eu: Albuma

source: Album:
eu: Albuma:

source: Align
eu: Lerrokatu

source: Align End with Cursor
eu: Kurtsore bidez bukaera lerrokatu

source: Align End with Selection End
eu: Aukeraketaren bukaerarekin bukaera lerrokatu

source: Align End with Selection Start
eu: Aukeraketa hasierarekin bukaera lerrokatu

source: Align Tracks Together
eu: Pistak lerrokatu aldi berean

source: Align Tracks...
eu: Pistak lerrokatu...

source: Align and move cursor...
eu: Lerrokatu eta kurtsorea mugitu...

source: Align with &Cursor
eu: Lerrokatu &Kurtsore bidez

source: Align with &Zero
eu: Lerrokatu &zerora

source: Align with Selection &End
eu: Lerrokatu auk&eraketaren bukaerarekin

source: Align with Selection &Start
eu: Lerrokatu aukeraketaren ha&sierarekin

source: Aligned
eu: Lerrokaturik

source: Aligned cursor
eu: Kurtsorea lerrokaturik

source: Aligned end with cursor
eu: Bukaera kurtsorearekin lerrokaturik

source: Aligned end with selection end
eu: Bukaera, aukeraketaren bukaerarekin lerrokaturik

source: Aligned end with selection start
eu: Bukaera, aukeraketaren hasierarekin lerrokaturik

source: Aligned with selection end
eu: Aukeraketa bukaerarekin lerrokaturik

source: Aligned with selection start
eu: Aukeraketa hasierarekin lerrokaturik

source: Aligned with zero
eu: Zerora lerrokaturik

source: All files (*)|*
eu: Artxibo guztiak (*)|*

source: All files (*.*)|*.*|Audacity projects (*.aup)|*.aup|WAV files (*.wav)|*.wav|AIFF files (*.aif)|*.aif|AU files (*.au)|*.au|MP3 files (*.mp3)|*.mp3|Ogg Vorbis files (*.ogg)|*.ogg|List of Files (*.lof)|*.lof
eu: Artxibo guztiak(*.*)|*.*|Audacity proiektuak (*.aup)|*.aup| WAV artxiboak(*.wav)|*.wav| AIFF artxiboak(*.aif)|*.aif| AU artxiboak (*.au)|*.au|MP3 artxiboak (*.mp3)|*.mp3|Ogg Vorbis artxiboak (*.ogg)|*.ogg|Artxibo lista (*.lof)|*.lof

source: All files (*.*)|*.*|MIDI files (*.mid)|*.mid|Allegro files (*.gro)|*gro
eu: Artxibo guztiak(*.*)|*.*| MIDI Artxiboak (*.mid)|*.mid|Allegro artxiboak (*.gro)|*.gro

source: All files (*.*)|*.*|WAV files (*.wav)|*.wav|AIFF files (*.aif)|*.aif|AU files (*.au)|*.au|MP3 files (*.mp3)|*.mp3|Ogg Vorbis files (*.ogg)|*.ogg|List of Files (*.lof)|*.lof
eu: Artxibo guztiak (*.*)|*.*|WAV artxiboak(*.wav)|*.wav| AIFF artxiboak(*.aif)|*.aif| AU artxiboak (*.au)|*.au|MP3 artxiboak (*.mp3)|*.mp3|Ogg Vorbis artxiboak (*.ogg)|*.ogg|Artxibo lista (*.lof)|*.lof

source: Alt-Left-Click
eu: Alt-Gezia-Ezkerra

source: Always allow pausing
eu: Utzi beti -pause- egiten

source: Amount to import:
eu: Inportatu beharreko kantitatea:

source: Amplification (dB):
eu: Anplifikazioa (dB):

source: Amplification Settings
eu: Anplifikazioaren konfigurazioa:

source: Amplify
eu: Anplifikatu

source: Amplify by Dominic Mazzoni
eu: Amplifikatu Dominic Mazzoni-ren eskutik

source: Amplify...
eu: Anplifikatu...

source: Amplifying
eu: Anplifikatzen

source: Amplitude (0-1)
eu: Anplitudea (0-1)

source: An error occurred while opening the project file. Some audio may not have been retrieved.
eu: Errore bat gertatu da proiektua irikitzerakoan. Baliteke audioaren zatiren bat lortu gabea izatea.

source: Any
eu: Edozein

source: Applied effect: %s
eu: Jarritako efektua: %s

source: Applied effect: %s %.1f dB
eu: Jarritako efektua: %s %.1f dB

source: Applied effect: %s %.1f%%
eu: Jarritako efektua: %s %.1f%%

source: Applied effect: %s %.2f semitones
eu: Jarritako efektua: %s %.2f semitonu

source: Applied effect: %s %d stages, %.0f%% wet, frequency = %.1f Hz, start phase = %.0f deg, depth = %d, feedback = %.0f%%
eu: Jarritako efektua: %s %d etapa, %.0f%% wet frekuentzia = %.1f Hz, hasiera fasea = %.0f gradu, sakonera = %d, retroelikadura = %.0f%%

source: Applied effect: %s delay = %f seconds, decay factor = %f
eu: Jarritako efektua: %s atzerapena= %f segundu, jeitsiera (decay) faktorea = %f

source: Applied effect: %s frequency = %.0f Hz, boost = %.0f dB
eu: Jarritako efektua: frekuentzia %s = %.0f Hz, gehiagotua = %.0f dB

source: Applied effect: %s frequency = %.1f Hz, start phase = %.0f deg, depth = %.0f%%, resonance = %.1f, frequency offset = %.0f%%
eu: Jarritako efektua: frekuentzia %s = %.1f Hz, Hasiera fasea= %.0f gradu, sakonera= %.0f%%, erresonantzia = %.1f, hasiera frekuentzia= %.0f%%

source: Applied effect: Generate %s %s wave, frequency = %.2f Hz, amplitude = %.2f
eu: Jarritako efektua: Sortu %s %s uhina, frekuentzia = %.2f Hz, anplitudea = %.2f

source: Applied effect: Generate Silence
eu: Jarritako efektua: Ixiltasuna sortu

source: Applied effect: Generate White Noise
eu: Jarritako efektua: Soinu zuria sortu

source: Apply Gain after compressing
eu: Konpresioa egin ondoren gain-a eman

source: Applying Dynamic Range Compression...
eu: Aukera-dinamikoko konpresioa jartzen...

source: Applying Nyquist Effect...
eu: Nyquist efektua jartzen...

source: Applying Phaser
eu: Phaser jartzen

source: Applying Wahwah
eu: Wahwah jartzen

source: Are you sure you want to save the file as "
eu: Ziur artxiboa era honetan gorde nahi duzula, "

source: Artist
eu: Artista

source: Artist:
eu: Artista:

source: Attack Time:
eu: Eraso denbora

source: Attack Time: %.1f secs
eu: Eraso denbora: %.1f seg

source: Audacious!
eu: Ausarta!

source: Audacity Control Toolbar
eu: Kontrolerako erraminta barra

source: Audacity Edit Toolbar
eu: Audacity-ren ediziorako erraminta barra

source: Audacity First Run
eu: Audacity-ren lehen exekuzioa

source: Audacity Meter Toolbar
eu: Audacity-ren neurketarako erraminta barra

source: Audacity Mixer Toolbar
eu: Audacity-ren nahasketarako erraminta barra

source: Audacity Preferences
eu: Audacity hobespenak

source: Audacity Project Files
eu: Audacity-ren proiektu fitxategiak

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
eu: Audacity-k ezin izan du aurkitu lekurik non behin-behineko fitxategiak gorde. Zehaztu direktorio egoki bat 'Hobespenak' leihoan.

source: Audacity did not recognize the type of this file. If it is uncompressed, try importing it using "Import Raw"
eu: Audacity-k ez du fitxategiaren mota ezagutu. Deskonprimiturik badago, saiatu inportatzen "Inportatu fitxategia bere horretan"

source: Audacity does not export MP3 files directly, but instead uses LAME, an MP3 exporting library available separately. See the documentation for more information. Would you like to locate LameLib now?
eu: Audacity-k ez ditu MP3 motako artxibo bezala fitxategiak gordetzen zuzenean, baina LAME erabili dezake, MP3 bezala gordetzeko dagoen liburutegi bat programa honetatik bereizturik lortu daitekeena. Informazio gehiago nahi izanez gero ikusi dokumentazioa. Lamelib orain bilatu nahi duzu?

source: Audacity does not export MP3 files directly, but instead uses the freely available LAME library to handle MP3 file encoding. You must obtain lame_enc.dll separately, by downloading the LAME MP3 encoder,and then locate this file for Audacity. You only need to do this once. Would you like to locate lame_enc.dll now?
eu: Audacity-k ez ditu MP3 motako artxibo bezala fitxategiak gordetzen zuzenean, baina LAME erabili dezake, askea da eta MP3 fitxategien kodifikazioa kontrolatzeko. lame_enc.dll lortu behar duzu, LAME MP3 encoder jeitsiaz, gero bilatu fitxategi hau Audacity-rentzat. Behin bakarrik egin beharko duzu. lame_enc.dll orain bilatu nahi duzu?

source: Audacity does not export MP3 files directly, but instead uses the freely available LAME library to handle MP3 file encoding. You must obtain libmp3lame.so separately, either by downloading it or building it from the sources, and then locate the file for Audacity. You only need to do this once. Would you like to locate libmp3lame.so now?
eu: Audacity-k ez ditu MP3 motako artxibo bezala fitxategiak gordetzen zuzenean, baina LAME erabili dezake, askea da eta MP3 fitxategien kodifikazioa kontrolatzeko. libmp3lame.so lortu behar duzu, jeitsiaz edota sortuaz bere kodeaan oinarrituz, gero bilatu fitxategi hau Audacity-rentzat. Behin bakarrik egin beharko duzu. libmp3lame.so orain bilatu nahi duzu?

source: Audacity found temporary files that were not deleted or saved the last time you used Audacity. Audacity can't recover them automatically, but if you choose not to delete them, you can recover them manually. Delete temporary files?
eu: Audacity-k behin behineko fitxategiak aurkitu ditu, zeinak ez ziren ezabatuak ez gordeak izan programa erabilitako azken aldian. Audacity-k berreskura ditzake automatikoki, baina ez ezabatzea erabakiz gero eskuz berreskura ditzakezu. Behin behineko fitxategiak ezabatu?

source: Audacity is a free program written by a team of volunteer developers around the world. Coordination happens thanks to SourceForge.net, an online service that provides free tools to open-source software projects. Audacity is available for Windows 98 and newer, Mac OS X, Linux, and other Unix-like operating systems. Older versions of Audacity are available for Mac OS 9.
eu: Audacity dohaneko programa bat da munduan osoko jendez osatutako bolondres talde batek garatua. Koordinaketa SourceForge.net-i esker da posible, online dagoen zerbitzu bat da eta dohaneko erremintak erabiltzeko aukera ematen du ageriko kodea duten software proiektuetarako. Audacity windows 98 edo bere ondorengoentzako erabilgarria da, baita Mac OS X, Linux, eta Unix-en berdintsu diren bestelako sistema eragile ezberdinentzako. Audacity-ren beste bertsio ezberdinak erabilgarri daude Mac OS 9 -rentzako.

source: Audacity is already running
eu: Audacity funtzionatzen ari da jada.

source: Audacity is now going to exit. Please launch Audacity again to use the new temporary directory.
eu: Audacity itxi egingo da. Mesedez exekutatu berriz Audacity behin-behineko direktorio berria erabiltzeko.

source: Audacity project (.AUP) files are not currently associated with Audacity. Associate them, so they open on double-click?
eu: Audacity-ren proiektu fitxategiak (.AUP) ez daude Audacity-ri atxekiturik. ¿Atxekitu nahi dituzu automatikoki iriki daitezen bi click egitean?

source: Audacity project files (.aup) let you save everything you're working on exactly as it appears on the screen, but most other programs can't open Audacity project files. When you want to save a file that can be opened by other programs, select one of the Export commands.
eu: Audacity-ren proiektu fitxategiek (.aup) lan guztia pantailan agertzen den bezala gordetzeko balio dute, baina programen gehiengoak ezin du Audacity-ren proiektu fitxategirik iriki Beste programek onartzen duten fitxategirik gorde nahi baduzu, aukeratu 'esportazio' aginduetako bat

source: Audacity projects (*.aup)|*.aup
eu: Audacity proiektuak (*.aup)|*.aup

source: Audacity was expecting a library named "%s". Are you sure you want to attempt to export MP3 files using "%s"?
eu: Audacity-k "%s"izeneko liburutegi bat espero zuen. Ziur MP3 fitxategiak esportatzen saiiatu nahi duzula "%s" erabiliz?

source: Audacity was not able to lock the temporary files directory. This folder may be in use by another copy of Audacity. Running two copies of Audacity simultaneously may cause data loss or cause your system to crash. Do you still want to start Audacity?
eu: Audacity-k ezin izan du behin-behineko fitxategien direktorioa blokeatu. Baliteke karpeta hau Audacity-ren beste kopia batek erabiltzen izatea. Aldi berean Audacity-ren bi kopia exekutazeak datu galerak eragin ditzake, edota sistema osoa blokeatu. Oraindik Audacity exekutatzeko nahia al duzu?

source: Audacity was unable to convert an Audacity 1.0 project to the new project format.
eu: Audacity-k ezin izan du Audacity 1.0 motako proiektu bat proiektu formatu berrira eraldatu.

source: Audio I/O
eu: Audioa S/I

source: Audio Track
eu: Audio pista

source: Author:
eu: Egilea:

source: Automatic Volume Control
eu: Bolumenaren kontrol automatikoa

source: Automatic Volume Control by Vincent A. Busam
eu: Bolumenaren kontrol automatikoa Vincent A. Busam-en eskutik

source: Automatic Volume Control...
eu: Bolumenaren kontrol automatikoa...

source: Autoscroll while playing
eu: Autoscroll entzungarri dagoen bitartean

source: BassBoost
eu: BassBoost (Grabeak indartu)

source: BassBoost by Nasca Octavian Paul
eu: BassBoost Nasca Octavian Paul-en eskutik

source: BassBoost...
eu: BassBoost (Grabeak indartu)...

source: Beats per Minute (BPM): from
eu: Pultsoak Minutuko (BMP): puntu honetatik

source: Benchmark
eu: Errendimendu testa (Benchmark)

source: Boost (dB):
eu: Indartu (dB):

source: Boosting Bass Frequencies
eu: Frekuentzia baxuak indartzen

source: Buttons
eu: Botoiak

source: Can't Redo
eu: Ezin da berregin

source: Can't Undo
eu: Ezin da desegin

source: Can't export multiple files
eu: Ezin dira fitxategi anitzak esportatu

source: Can't process replacing
eu: Ezin da ordezkatutakoa prozesatu

source: Cancel
eu: Ez-egin

source: Cannot export audio in this format.
eu: Ezin da audioa esportatu formatu honetan

source: Cannot export audio to %s
eu: Ezin da audiorik esportatu %s formatura

source: Cannot remove a pop or click at the very beginning of a track.
eu: Ezin da ezabatu "pop" edo "click" -ik pistaren hasieran.

source: Cannot remove a pop or click longer than one second.
eu: Ezin ezabatu "pop"edo "click" -ik segundu bat baino luzeagoak badira.

source: Center
eu: Erdi-puntua

source: Change Amplification Envelope
eu: Anplifikatzeko envelope (azala) aldatu)

source: Change ONE Sample only
eu: Sample (muestreo) BAKARRA aldatu

source: Change Pitch
eu: Tonua aldatu

source: Change Pitch without Changing Tempo
eu: Tonua aldatu denbora aldatu gabe

source: Change Pitch...
eu: Tonua aldatu...

source: Change Sample
eu: Sample (muestreo) aldatu

source: Change Several Samples
eu: Sample (muestreo) anitz aldatu

source: Change Speed
eu: Abiadura aldatu

source: Change Speed, affecting both Tempo and Pitch
eu: Abiadura aldatu, denbora eta tonuan eraginez

source: Change Speed...
eu: Abiadura aldatu...

source: Change Tempo
eu: Denbora aldatu

source: Change Tempo without Changing Pitch
eu: Denbora aldatu tonua aldatu gabe

source: Change Tempo...
eu: Denbora aldatu...

source: Change lower speed limit (%) to:
eu: Abiaduraren beheko muga aldatu (%), zeinetara? :

source: Change track name to:
eu: Pista izena aldatu, zein izenera? :

source: Change upper speed limit (%) to:
eu: Abiaduraren goiko muga aldatu (%), zeinetara? :

source: Change window size must be less than or equal to Adjustment window size.
eu: Leihoaren tamaina aldaketak leihoaren zehaztapen aldaketak baino txikiagoa edo berdina izan behar du.

source: Changed '%s' to %d Hz
eu: Aldatuta '%s' -tik %d Hz-ra

source: Changed '%s' to %s
eu: Aldatuta '%s' -tik %s -ra

source: Changes to temporary directory will not take effect until Audacity is restarted
eu: Behin behineko direktorioko aldaketek ez dute eraginik izango Audacity berrabiatu arte.

source: Changing Pitch
eu: Tonua aldatzen

source: Changing Speed
eu: Abiadura aldatzen

source: Changing Tempo
eu: Denbora aldatzen

source: Changing block %s
eu: %s blokea aldatzen

source: Changing volume
eu: Bolumena aldatzen

source: Channel
eu: Kanala

source: Channels:
eu: Kanalak:

source: Choose Language for Audacity to use:
eu: Nahi duzun lengoaia aukeratu:

source: Choose a font for Label Tracks
eu: Pista etiketentzat aukeratu letra mota bat

source: Choose a location to place the temporary directory
eu: Aukeratu non ipini behin behineko direktorioa

source: Choose a location to save the exported files
eu: Esportatutako fitxategiak gordetzeko leku bat aukeratu

source: Choose...
eu: Aukeratu...

source: Cleaning up temporary files...
eu: Behin behineko fitxategiak ezabatzen...

source: Clear
eu: Ezabatu

source: Click and drag to adjust relative size of stereo tracks.
eu: Click egin eta mugitu estereo pisten tamaina erlatiboa aldatzeko.

source: Click and drag to edit the amplitude envelope
eu: Click egin eta eraman envelope (azala)-ren anplitudea editatzeko

source: Click and drag to edit the samples
eu: Click egin eta mugitu laginketak editatzeko

source: Click and drag to move a track in time
eu: Click egin eta mugitu denboran zehar pista bat mugitzeko

source: Click and drag to move left selection boundary.
eu: Click egin eta mugitu aukeratutakoaren ezker muga mugitzeko.

source: Click and drag to move right selection boundary.
eu: Click egin eta mugitu aukeratutakoaren eskuin muga mugitzeko.

source: Click and drag to resize the track.
eu: Click egin eta mugitu pistaren tamaina aldatzeko

source: Click and drag to select audio
eu: Click egin eta mugitu audio aukeraketa egiteko

source: Click to Zoom In, Shift-Click to Zoom Out
eu: Click egin gerturatzeko, Shift-Click urruntzeko

source: Click to vertically zoom in, Shift-click to zoom out, Drag to create a particular zoom region.
eu: Click egin bertikalki gerturatzeko, Shift-click urruntzeko, xaguarekin mugitu bestearengandik independentea den zoom-erako zati bat sortzeko.

source: Close
eu: Itxi

source: Command
eu: Komandoa

source: Command Action
eu: Komando gertakaria

source: Command-line exporting is only supported on UNIX
eu: UNIX-en bakarrik da posible komando lerro bat esportatzeko aukera

source: Command-line options supported: -help (this message) -test (run self diagnostics) -blocksize ### (set max disk block size in bytes) In addition, specify the name of an audio file or Audacity project to open it.
eu: Komando lerro aukerak: -help (mezu hau) -test (auto-diagnostiko bat exekutatzeko) -blocksize ### (bytetan diskoko blokearen tamaina maximoa zehazteko) Guzti honekin batera, soinu fitxategi baten izena zehaztu edo Audacity proiektu bat, irikitzeko.

source: Comments
eu: Iradokizunak

source: Comments:
eu: Iradokizunak:

source: Compressor...
eu: Konpresorea...

source: Converted a 1.0 project file to the new format. The old file has been saved as '%s'
eu: 1.0 proiektuko fitxategi bat formatu berrira eraldatu da. Lehengo fitxategia '%s' bezala gordea izan da

source: Copy
eu: Kopiatu

source: Could not open MP3 encoding library!
eu: Ezin izan da MP3-rako liburutegi kodifikatzailea ireki!

source: Could not open file:
eu: Ezin izan da fitxategia iriki:

source: Could not open file: "%s"
eu: Ezin izan da honako fitxategia iriki : "%s"

source: Could not save project. Perhaps %s is not writeable, or the disk is full.
eu: Ezin izan da proiektua gorde. Agian %s -k ez du baimenik idatzia izateko edo diskoa betea dago.

source: Couldn't find the project data folder: "%s"
eu: Ezin izan da proiektuaren datuetarako karpeta aurkitu: "%s"

source: Couldn't open the Audacity Help file.
eu: Audacity-ren laguntza fitxategia ezin izan da iriki.

source: Couldn't write to file:
eu: Ezin izan da fitxategian idatzi:

source: Created new audio track
eu: Audio pista berri bat sortua izan da

source: Created new label track
eu: Etiketa pista berri bat sortua izan da

source: Created new project
eu: Proiektu berri bat sortua izan da

source: Created new stereo audio track
eu: Audioko estereo pista berri bat sortua izan da

source: Created new time track
eu: Denbora pista berri bat sortua izan da

source: Creating Noise Profile
eu: Zarata perfila sortzen

source: Credits
eu: Kredituak

source: Ctrl-Left-Drag
eu: Ctrl-Ezker gezia.-mugitu

source: Ctrl-Wheel-Rotate
eu: Ctrl-Xaguaren gurpila

source: Cu&t Ctrl+X
eu: Moz&tu Ctrl+X

source: Cuberoot Autocorrelation
eu: Erro kubikoaren autokorrelazioa

source: Cursor Left Left
eu: Kurtsorea ezkerrera Ezk

source: Cursor Right Right
eu: Kurtsorea eskuinera Esk

source: Cursor to End
eu: Kurtsorea pista bukaerara

source: Cursor: %.3lf NTSC frames (29.97 fps) %s
eu: Kurtsorea: %.3lf NTSC frame-ak (29.97 cps) %s

source: Cursor: %.3lf PAL frames (25 fps) %s
eu: Kurtsorea: %.3lf PAL frame (25 cps) %s

source: Cursor: %.3lf film frames (24 fps) %s
eu: Kurtsorea: %.3lf film lauki (24 cps) %s

source: Cursor: %.4f sec (%d Hz) (%s) = %f, Peak: %.4f sec (%d Hz) (%s)
eu: Kurtsorea: %.4f seg (%d Hz) (%s) = %f, Tontorra: %.4f seg (%d Hz) (%s)

source: Cursor: %02i:%02i:%06.3lf cdda min:sec:frames (75 fps) %s
eu: Kurtsorea: %02i:%02i:%06.3lf cdda min:seg:lauki (75 cps) %s
