Repository: CoolOppo/audacity
Catalog: sf-cvs/branches/AUDACITY_1_2/audacity-src/locale/*.po
Languages: eu

source: Cursor: %1i:%02i:%02i:%06.3lf NTSC drop-frame h:mm:ss:ff (%.3lf NTSC frames) %s
eu: Kurtsorea: %1i:%02i:%02i:%06.3lf NTSC drop-frame o:mm:ss:zs (%.3lf NTSC lauki) %s

source: Cursor: %1i:%02i:%02i:%06.3lf NTSC non-drop-frame h:mm:ss:ff (%.3lf NTSC frames) %s
eu: Kurtsorea: %1i:%02i:%02i:%06.3lf NTSC non-drop-frame o:mm:ss:zs (%.3lf NTSC lauki) %s

source: Cursor: %1i:%02i:%02i:%06.3lf PAL h:mm:ss:ff 25 fps (%.3lf PAL frames) %s
eu: Kurtsorea: %1i:%02i:%02i:%06.3lf PAL o:mm:ss:zs 25 cps (%.3lf PAL lauki) %s

source: Cursor: %1i:%02i:%02i:%06.3lf film h:mm:ss:ff 24 fps (%.3lf film frames) %s
eu: Kurtsorea: %1i:%02i:%02i:%06.3lf film o:mm:ss:zs 24 cps (%.3lf film lauki) %s

source: Cursor: %1i:%02i:%09.6f hr:min:sec %s
eu: Kurtsorea: %1i:%02i:%09.6f or:min:seg %s

source: Cursor: %d Hz (%s) = %d dB Peak: %d Hz (%s)
eu: Kurtsorea: %d Hz (%s) = %d dB Tontorra: %d Hz (%s)

source: Cursor: %i+%04i cdda sectors+bytes (2352 bytes per sector) [Snap-To Samples]
eu: Kurtsorea: %i+%04i cddda sektore+byte (2352 bytes per sector) [Snap-To Samples]

source: Cursor: %i+%04i cdda sectors+bytes (2352 bytes per sector) [Snap-To Samples] Change Project Rate to 44100 for cdda
eu: Kurtsorea: %i+%04i cdda sektore+byte (2352 byte sektoreko) [Muestreotara egokituz] Proiektuari frekuentzia aldatu 44100-ra cdda-rentzat

source: Cursor: %i+%i sec+samples [Snap-To Samples]
eu: Kurtsorea: %i+%i segundu+muestreo [Muestreotara egokituz]

source: Cursor: %i:%02i+%i min:sec+samples [Snap-To Samples]
eu: Kurtsorea: %i:%02i+%i min:seg+muestreo [Muestreotara egokituz]

source: Cursor: %i:%09.6f min:sec %s
eu: Kurtsorea: %i:%09.6f min:seg %s

source: Cursor: %i:%09.6lf min:sec [Snap-To Samples]
eu: Kurtsorea: %i:%09.6lf min:seg [Muestreotara egokituz]

source: Cursor: %lf sec %s
eu: Kurtsorea: %lf seg %s

source: Cursor: %lf sec [Snap-To Samples]
eu: Kurtsorea: %lf seg [Muestreotara egokituz]

source: Cursor: %li samples [Snap-To Samples]
eu: Kurtsorea: %li muestreoak [Muestreotara egokituz]

source: Cut
eu: Moztu

source: Cut to the clipboard
eu: Moztu eta gorde paper-gordailuan

source: D&uplicate Ctrl+D
eu: B&ikoiztu Ctrl+D

source: DRY
eu: LEHORRA

source: Decay factor:
eu: Jeitsiera (decay) faktorea:

source: Default Sample Format:
eu: Muestreorako aurredefinitutako formatua:

source: Default Sample Rate:
eu: Aurredefinitutako muestreo frekuentzia:

source: Default endianness
eu: Aurredefinitutako endianness

source: Defaults
eu: Aurredefinitutakoak

source: Delay time (seconds):
eu: Atzerapen denbora (segundutan):

source: Delete
eu: Ezabatu

source: DeleteKey Backspace
eu: EzabaketaTekla Backspace

source: DeleteKey2 Delete
eu: EzabaketaTekla2 Delete

source: Deleted %.2f seconds at t=%.2f
eu: Ezabatu %.2f segundu t=%.2f -tan

source: Depth (%):
eu: Sakonera (%):

source: Depth:
eu: Sakonera:

source: Developers:
eu: Garatzaileak:

source: Device:
eu: Dispositiboa:

source: Directories
eu: Direktorioak

source: Directory %s does not exist. Create it?
eu: %s direktorioa ez da existitzen. Sortu nahi al duzu?

source: Directory %s is not writable
eu: %s direktorioak ez du idatzia izateko baimenik

source: Disable
eu: (ez-erabilgarria)

source: Discard
eu: Atzera bota

source: Discard undo data
eu: Desegiteko informazioa atzera bota

source: Dock Control Toolbar
eu: Kontrolerako erraminta barra blokeatu

source: Dock Edit Toolbar
eu: Ediziorako erraminta barra blokeatu

source: Dock Meter Toolbar
eu: Neurketarako erraminta barra blokeatu

source: Dock Mixer Toolbar
eu: Nahasketarako erraminta barra blokeatu

source: Documentation Writer
eu: Dokumentazioaren idazlea

source: Don't allow clipping
eu: Ez utzi clipping izaterik

source: Don't show this warning again
eu: Ez agertu gehiago ohar hau

source: Down Octave
eu: Oktaba bat jeitsi

source: Drag the label vertically to change the order of the tracks.
eu: Mugitu etiketa gora edo behera pisten ordena aldatzeko

source: Drag to Zoom Into Region, Right-Click to Zoom Out
eu: Mugitu (xaguaz) gunera gerturatzeko, eskuin-Click urruntzeko

source: Draw Tool
eu: Marrazketarako erraminta

source: Draw Tool F3
eu: Marrazketarako erraminta F3

source: Draw currently only works with waveforms.
eu: Oraingoz 'Marraztu'-k uhin formekin bakarrik funtzionatzen du.

source: Duplicate
eu: Bikoiztu

source: Duplicated
eu: Bikoizketa

source: Dynamic Range Compressor
eu: Aukera-dinamikoko konpresorea

source: Dynamic Range Compressor by Dominic Mazzoni
eu: Aukera-dinamikoko konpresorea Dominic Mazzoni-ren eskutik

source: E&xit
eu: &Irten

source: Echo
eu: Oihartzuna

source: Echo...
eu: Oihartzuna...

source: Edit ID3 Tags
eu: ID3 etiketak editatu...

source: Edit ID3 Tags (for MP3 exporting)
eu: ID3 etiketak editatu (MP3 esportaziorako)

source: Edit ID3 tags
eu: ID3 etiketak editatu...

source: Edit the ID3 tags for all MP3 files
eu: ID3 etiketak editatu MP3 fitxategi guztientzat

source: Edit the ID3 tags for the MP3 file
eu: ID3 etiketak editatu MP3 fitxategiarentzat

source: Effe&ct
eu: &Efektua

source: Effect Settings
eu: Efektuaren konfigurazioa

source: Enable Edit Toolbar
eu: Ediziorako erraminta barra, erabilgarritu

source: Enable Meter Toolbar
eu: Neurketarako erraminta barra erabilgarritu

source: Enable Mixer Toolbar
eu: Nahasketarako erraminta barra erabilgarritu

source: Enable dragging of left and right selection edges
eu: Utzi ezker edo eskuin mugak mugitzen, aldatzen

source: Enable ergonomic order of Audio I/O buttons
eu: Audiorako S/I botoien ordena ergonomikoa erabilgarritu

source: Enabled
eu: Erabilgarria da orain

source: Encoding:
eu: Kodifikazioa:

source: Enhanced Autocorrelation
eu: Autocorrelazioa hobeturik

source: Enter Nyquist Command:
eu: Sar ezazu Nyquist komando bat

source: Enter a rate in Hz (samples per second):
eu: Sar ezazu frekuentzia bat Hz-tan (segunduko muestreoak):

source: Enter a sample rate in Hz (per second) between 1 and 100000:
eu: Sar ezazu frekuentzia bat Hz-tan (segunduko muestreoak)1eta 100000 artean:

source: Envelope
eu: Envelope (azala)

source: Envelope Tool
eu: Envelope (azaleko) erraminta

source: Envelope Tool F2
eu: Envelope (azaleko) erraminta F2

source: Equalization
eu: Ekualizazioa

source: Equalization, by Mitch Golden && Vaughan Johnson
eu: Ekualizazioa Mitch Golden && Vaughan Johnson-en eskutik

source: Equalization...
eu: Ekualizazioa...

source: Error
eu: Akatsa

source: Error (file may not have been written): %s
eu: Akatsa (ezin izan da fitxategia idatzi): %s

source: Error Initializing Audio
eu: Audioa hasieratzerakoan akatsen bat gertatu da

source: Error importing
eu: Inportatzerakoan akatsen bat gertatu da

source: Error loading keyboard shortcuts
eu: Teklatu bidezko lasterbideak kargatzerakoan akatsen bat gertatu da

source: Error locking temporary folder
eu: Behin behineko direktorioa blokeatzerakoan akatsen bat gertatu da

source: Error opening file
eu: Fitxategia irekitzerakoan akatsen bat gertatu da

source: Error opening project
eu: Proiektua irikitzerakoan akatsen bat gertatu da

source: Error parsing Allegro file.
eu: Allegro fitxategia analizatzerakoan akatsen bat gertatu da.

source: Error parsing MIDI file.
eu: MIDI fitxategia analizatzerakoan akatsen bat gertatu da.

source: Error saving keyboard shortcuts
eu: Teklatu bidezko komandoak gordetzerakoan akatsen bat gertatu da

source: Error saving project
eu: Proiektua gordetzerakoan akatsen bat gertatu da

source: Error while opening sound device. Please check the input device settings and the project sample rate.
eu: Soinu gailua kargatzerakoan errore bat izan da. Mesedez begiratu sarrerako gailuaren konfigurazioa eta proiektuaren laginketa frekuentzia.

source: Error while opening sound device. Please check the output device settings and the project sample rate.
eu: Soinu gailua kargatzerakoan errore bat izan da. Mesedez begiratu irteerako gailuaren konfigurazioa eta proiektuaren laginketa frekuentzia.

source: Error:
eu: Akatsa:

source: Error: %s at line %d
eu: Akatsa: %s -- %d lerroan

source: Error: is directory write-protected or disk full?
eu: Akatsa: Direktorioak idazketaren aurkako babesa du edo diskoa dago beterik?

source: Expected to read %d samples, got %d samples.
eu: %d muestreo irakurriak izatea espero zen , %d muestreo jazo dira

source: Export
eu: Esportatu

source: Export &Labels...
eu: Esportatu eti&ketak...

source: Export &Multiple...
eu: Esportatu &anitz...

source: Export As MP3...
eu: MP3 bezala esportatu...

source: Export As Ogg Vorbis...
eu: Ogg Vorbis bezala esportatu...

source: Export Keyboard Shortcuts As:
eu: Teklatu bidezko komandoak esportau era honetan:

source: Export Labels As:
eu: Etiketak esportatu era honetan:

source: Export MP3
eu: MP3 esportatu

source: Export Multiple
eu: Múltiple esportatu

source: Export Selection As MP3...
eu: Aukeratutakoa MP3 bezala esportatu...

source: Export Selection As Ogg Vorbis...
eu: Aukeratutakoa Ogg Vorbis bezala esportatu...

source: Export Spectral Data As:
eu: Espektruaren datuak esportatu era honetan :

source: Export format:
eu: Formatua esportatu:

source: Export location:
eu: Kokalekua esportatu:

source: Export...
eu: Esportatu...

source: Exporting the entire project as Ogg Vorbis
eu: Proiektu osoa Ogg Vorbis bezala esportazen

source: Exporting the entire project as a %s file
eu: Proiektu osoa %s fitxategi bat bezala esportazen

source: Exporting the entire project as an mp3
eu: Proiektu osoa MP3 bezala esportazen

source: Exporting the entire project using command-line encoder
eu: Proiektu osoa komando lerro kodifikatzailea erabiliz esportatzen

source: Exporting the selected audio as Ogg Vorbis
eu: Aukeratutako audioa Ogg Vorbis bezala esportatzen

source: Exporting the selected audio as a %s file
eu: Aukeratutako audioa %s fitxategi bat bezala esportatzen

source: Exporting the selected audio as an mp3
eu: Aukeratutako audioa MP3 bezala esportatzen

source: Exporting the selected audio using command-line encoder
eu: Aukeratutako audioa komando lerro kodifikatzailea erabiliz esportatzen

source: Extend Selection Range
eu: Aukeratutakoaren tartea (gama) zabaldu

source: FFT Filter
eu: FFT Iragazketa

source: FFT Filter by Dominic Mazzoni
eu: FFT iragazketa Dominic Mazzoni-ren eskutik

source: FFT Filter...
eu: FFT iragazketa...

source: FFT Size
eu: FFT-ren tamaina

source: Fade In
eu: Fade In (Agertu)

source: Fade Out
eu: Fade Out (Desagertu)

source: Fading In
eu: Fade In egiten

source: Fading Out
eu: Fade Out egiten

source: Fast Sinc Interpolation
eu: Fast Sinc Interpolazioa

source: Feedback (%):
eu: Berrelikadura (%):

source: File Format
eu: Fitxategi formatua

source: File Formats
eu: Fitxategi formatuak

source: File name prefix:
eu: Fitxategi izenaren aurrizkia:

source: Find Library
eu: Liburutegia bilatu

source: Find Zero Crossings Z
eu: Zerotik pasatzen direnak bilatu Z

source: First file name:
eu: Fitxategiaren lehen izena:

source: Fit &Vertically Ctrl+Shift+F
eu: Egokitu &Bertikalki Ctrl+Shift+F

source: Fit project in window
eu: Proiektua leihoari egokitu

source: Fit selection in window
eu: Aukeratutakoa leihoari egokitu

source: Float Control Toolbar
eu: Kontrolerako erraminta barra desblokeatu

source: Float Edit Toolbar
eu: Edizio erraminta barra desblokeatu

source: Float Meter Toolbar
eu: Neurketarako erraminta barra desblokeatu

source: Float Mixer Toolbar
eu: Nahasketarako erraminta barra desblokeatu

source: Font...
eu: Letra mota...

source: Format Change
eu: Formatu aldaketa

source: Format:
eu: Formatua:

source: Free Space:
eu: Leku librea:

source: Frequency (Hz) Level (dB)
eu: Frekuentzia (Hz) Bolumena (dB)

source: Frequency (Hz):
eu: Frekuentzia (Hz):

source: Frequency (Hz): from
eu: Frekuentzia (Hz): puntu honetatik aurrera:

source: Frequency / Hz
eu: Frekuentzia / Hz

source: Frequency Analysis
eu: Frekuentzi analisia

source: Gain
eu: Gain-a

source: Generate Tone
eu: Tonua sortu

source: Generating Silence
eu: Ixilunea sortu

source: Generating Tone
eu: Tonua sortzen

source: Generating White Noise
eu: Zarata zuria sortzen

source: Genre:
eu: Saila/Generoa:

source: Get Noise Profile
eu: Zarata perfila lortu

source: Grayscale
eu: Gris eskala

source: HTML Help Books (*.htb)|*.htb
eu: HTML laguntza liburuak (*.htb)|*.htb

source: Hardware Playthrough (Play new track while recording it)
eu: Beste pistak martxan jarri berri bat grabatzen den bitartean.

source: Header:
eu: Goiburukoa:

source: High-quality Sinc Interpolation
eu: Kalitate handiko fusioa

source: High-quality dither:
eu: Kalitate handiko fusioa

source: High-quality sample rate converter:
eu: Kalitate altuko laginketa frekuentzia bihurkaria (Conversor de frecuencia de muestreo):

source: Horizontal Stereo
eu: Estereo horizontala

source: ID3 tag exporting disabled
eu: ID3 etiketen esportazioa ez-erabilgarria momentu honetan

source: ID3 tag exporting enabled
eu: ID3 etiketen esportazioa erabilgarria

source: ID3v1 (more compatible)
eu: ID3v1 (konpatibleagoa)

source: ID3v2 (more flexible)
eu: ID3v2 (malguagoa)

source: If you have more than one Audio Track, you can export each track as a separate file, or if you have a Label Track, you can export a new file for each label. This project does not have multiple tracks or a Label Track, so you cannot export multiple files.
eu: Audio pista bat baino gehiago baduzu bakoitza fitxategi batean esporta dezakezu, edo etiketa pista bat baduzu, fitxategi independente batean esporta dezakezu etiketako Proiektu honek ez ditu ez pista anitzik ez eta etiketa pistarik, hortaz ezin ditu fitxategi independenteak esportatu.

source: Import
eu: Inportatu

source: Import &Labels...
eu: E&tiketak inportatu...

source: Import &MIDI...
eu: &MIDI inportatu...

source: Import &Raw Data...
eu: Bere ho&rretan inportatu fitxategia(raw/en bruto)...

source: Import Labels
eu: Etiketak inportatu

source: Import MIDI
eu: MIDI inportatu

source: Import Raw Data
eu: Bere horretan inportatu fitxategia (raw/en bruto)

source: Imported '%s'
eu: '%s' Inportatua izan da

source: Imported MIDI from '%s'
eu: '%s'-tik inportaturiko MIDI-a

source: Imported labels from '%s'
eu: '%s'-tik inportatutako etiketak

source: Importing %s File...
eu: %s fitxategia inportatzen...

source: Importing %s file...
eu: %s fitxategia inportatzen...

source: Include audio before first label
eu: Audioa gehitu lehen etiketa baino lehen

source: Information
eu: Infomazioa

source: Input Meter
eu: Sarrera neurgailua

source: Input Volume
eu: Sarrera bolumena

source: Input level meter - click to monitor input
eu: Sarrera maila, egin click sarrera ikusteko

source: Interface
eu: Interfazea

source: Internal logic fault
eu: Barne lojika akatsa

source: Invalid Vorbis bitstream header
eu: Vorbis bitstream-erako goiburuko ez erabilgarria

source: Invalid duration in LOF file.
eu: LOF fitxategiaren luzera ez da baliozkoa.

source: Invalid rate.
eu: Baliozkanpoko frekuentzia.

source: Invalid track offset in LOF file.
eu: LOF fitxategiaren barruko pista muga baliozkanpokoa da.

source: Invalid window offset in LOF file.
eu: LOF fitxategiko leiho muga baliozkanpokoa da.

source: Invert
eu: Buelta eman

source: Inverting
eu: Buelta ematen

source: Key Combination
eu: Tekla konbinaketa

source: Keyboard
eu: Teklatua

source: L
eu: Ez

source: LADSPA plug-in support disabled
eu: LADSPA plug-in-ak ulertzeko baliabiderik ez

source: LADSPA plug-in support enabled
eu: LADSPA plug-in-ak ulertzeko baliabidea prest

source: LFO Frequency (Hz):
eu: LFO frekuentzia (Hz):

source: LFO Start Phase (deg.):
eu: LFO hasiera fasea (grad):

source: LOF Error
eu: LOF akatsa

source: Label
eu: Etiketa

source: Label Edit
eu: Etiketa edizioa

source: Label Track
eu: Etiketa pista

source: Label Track Font
eu: Etiketa pistaren letra mota

source: Labels
eu: Etiketak

source: Lag (seconds) Frequency (Hz) Level
eu: Atzerapena (segunduak) Frekuentzia (Hz) Bolumena

source: Language:
eu: Lengoaia:

source: Left
eu: Ezk.

source: Left Channel
eu: Ezker kanala

source: Left Click
eu: Ezker click-a

source: Left Drag
eu: Ezkerreruntz eraman

source: Left,
eu: Ezkerra,

source: Left-Click
eu: Ezker click-a

source: Left-Drag
eu: Ezkerrera-eramatea

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
eu: Ezkerra=Gerturatu, Eskuina=Urrundu, Zentrala=Normal

source: Length (seconds): from
eu: Luzera (segunduak): puntu honetatik

source: Less
eu: Gutxiago

source: Levels to discard:
eu: Kendu beharreko mailak:

source: Libresample by Dominic Mazzoni and Julius Smith
eu: Normalizatur Dominic Mazzoni eta Julius Smith-en eskutik

source: Libresample support enabled
eu: Libresample-rako baliabidea erabilgarri

source: Libsamplerate by Erik de Castro Lopo
eu: Libsamplerate Erik de Castro Lopo-ren eskutik

source: Libsamplerate error: %d
eu: Libsamplerate akatsa: %d

source: Libsamplerate support enabled
eu: Libsamplerate-rako baliabidea erabilgarri

source: Linear
eu: Lineala

source: Linear frequency
eu: Frekuentzia lineala

source: List of Files in basic text format
eu: Oinarrizko testu formatuan dauden fitxategi-lista

source: Load Predefined Curve
eu: Aurredefinitutako makurra (curva) kargatu

source: Load...
eu: Kargatu...

source: Loaded %d keyboard shortcuts
eu: %d teklatuko lasterbideak

source: Loading keyboard shortcuts
eu: Teklatuko lasterbideak kargatzen

source: Location:
eu: Kokapena:

source: Log frequency
eu: Frekuentzia logaritmoa

source: Lower speed limit
eu: Abiaduraren beheko muga

source: MIDI tracks cannot be offset individually, only audio files may be.
eu: MIDI pistak ezin dira bakarka mugitu denboran zehar, bakarrik audio fitxategiekn egin ahal da.

source: MP3 Export Setup
eu: MP3 esportatzeko aukerak

source: MP3 Library Version:
eu: MP3 liburutegiaren bertsioa:

source: MP3 exporting plugin not found
eu: MP3 esportatzeko pluginik ez da aurkitu

source: MP3 importing disabled
eu: MP3 inportazioa ez dago erabilgarri

source: MP3 importing enabled
eu: MP3 inportazioa erabilgarri dago

source: Made '%s' a stereo track
eu: '%s' pista estereora moldatu da

source: Main Logo
eu: Logo Nagusia

source: Make Stereo
eu: Estereoa egin

source: Make Stereo Track
eu: Estereo pistak egin

source: Make a copy of the file before editing (safer)
eu: Editatzen hasi aurretik fitxategiaren kopia egin (seguruagoa)

source: Master Gain Control
eu: Gain-aren kontrolatzaile nagusia

source: Maximum Frequency (Hz):
eu: Frekuentzia maximoa (Hz):

source: Maximum frequency must be in the range 100 Hz - 100,000 Hz
eu: Frekuentzia maximoak 100 Hz - 100,000 Hz aukera-tartean izan behar du

source: Maximum length of attribute '%s' is %d characters. Data was truncated.
eu: '%s' atributuaren luzera maximoa %d karaktere da. Datuak moztuak izan dira

source: Media read error
eu: Baliabide baten irakurketa akatsa

source: Minimum Change %:
eu: Aldaketa minimoa %:

source: Minimum Change Window:
eu: Leiho aldaketa minimoa:

source: Minimum of dB mode display range
eu: dB aukera-tarte minimoa ikusteko bista

source: Mix
eu: Nahasketa

source: Mix Output
eu: Irteera nahastu

source: Mixing tracks
eu: Pistak nahasten

source: Modified Label
eu: Aldatutako etiketa

source: Monitor input
eu: Monitore sarrera

source: More
eu: Gehiago

source: Mouse
eu: Xagua

source: Mouse Bindings (default values, not configurable)
eu: Xagu eragiketak (aurredefinitutako neurriak, ez-konfiguragarriak)

source: Move Cursor...
eu: Kurtsorea mugitu...

source: Move Track
eu: Pista mugitu

source: Move Track Down
eu: Pista beheruntz mugitu

source: Move Track Up
eu: Pista goruntz mugitu

source: Moved '%s' %s
eu: '%s' %s mugitu da

source: Moved Sample
eu: Laginketa (muestreo) mugiturik

source: Moved gain slider
eu: Gain-a kontrolatzeko slider-a (barra) mugitu egin da

source: Moved pan slider
eu: Paneatzeko slider (barra) mugitu da

source: Multi Tool F6
eu: Multi-erraminta eran F6

source: Multi-Tool Mode
eu: Multi-erraminta eran

source: Multi-Tool Mode: Cmd-, for Mouse and Keyboard Preferences
eu: Multi-erraminta eran: Cmd- teklatu eta xagu hobespenentzat

source: Multi-Tool Mode: Ctrl-P for Mouse and Keyboard Preferences
eu: Multi-erraminta eran: Ctrl-P teklatu eta xagu hobespenentzat

source: Mute
eu: Ixiltasuna (mute)

source: NTSC drop-frame h:mm:ss:ff
eu: Atzera botatako NTSC fotogramak o:mm:ss:zz

source: NTSC frames 29.97 fps
eu: NTSC Fotogramak 29.97 cps

source: NTSC non-drop-frame h:mm:ss:ff
eu: Atzera bota ez diren NTSC fotogramak o:mm:ss:zz

source: Name Change
eu: Izen aldaketa

source: Name files:
eu: Izendatutako fitxategiak:

source: Name...
eu: Izena...

source: New &Audio Track
eu: &Audio pista berria

source: New &Stereo Track
eu: &Stereo pista berria

source: New &Time Track
eu: &Denbora pista berria

source: New La&bel Track
eu: Eti&keta pista berria

source: New Peak Amplitude (dB):
eu: Anplitude tontor berria (dB):

source: New Temporary Directory
eu: Behin behineko direktorio berria

source: New Track
eu: Pista berria

source: New Value
eu: Balio berria

source: New selection length:
eu: Aukeratutakoaren luzera berria:

source: Next Tool D
eu: Hurrengo erraminta D

source: No endianness
eu: Endianness gabe

source: No resampling support enabled
eu: Ez dago berlaginketarako baliabiderik

source: No tracks are selected! Choose Export... to export all tracks.
eu: Ez duzu pistarik aukeratu! Aukeratu Esportatu... pista guztiak esportatzeko.

source: Noise Removal
eu: Zarata ezabaketa

source: Noise Removal by Dominic Mazzoni
eu: Soinu ezabaketa Dominic Mazzoni-ren eskutik

source: Noise Removal...
eu: Zarata ezabaketa...

source: None
eu: Ezer ez/inor ez

source: Normalize
eu: Normalizatu

source: Normalize by Dominic Mazzoni
eu: Normalizatu Dominic Mazzoni-ren eskutik

source: Normalize maximum amplitude to -3 dB
eu: Anplitude maximoa -3 dB-ra normalizatu

source: Normalize...
eu: Normalizatu...

source: Normalizing...
eu: Normalizatzen...

source: Not a valid or supported MP3 encoding library!
eu: MP3 kodifikaketarako liburutegia ez da jasangarria!

source: Not an Ogg Vorbis file
eu: Ez da Ogg Vorbis fitxategi bat

source: Not enough data selected.
eu: Ez dago informazio nahiko aukeraturik

source: Note Track
eu: Nota pista

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
eu: Oharra: Cmd+Q zanpatuz gero atera egingo da. Gainontzeko teklak zilegi dira.

source: Nothing to redo
eu: Ez dago ezer berregiteko

source: Nothing to undo
eu: Ez dago ezer desegiteko

source: Number of times to repeat:
eu: Zenbat aldiz errepikatu behar den:

source: Numbering consecutively
eu: Kontsekutiboki zenbatzen

source: Nyquist Prompt
eu: Nyquist komandoa

source: Nyquist Prompt...
eu: Nyquist komandoa...

source: Nyquist did not return audio.
eu: Nyquist-ek ez du audiorik itzuli.

source: Nyquist returned the value: %d
eu: Nyquist-ek balio hau itzuli du: %d

source: Nyquist returned the value: %f
eu: Nyquist-ek balio hau itzuli du: %f

source: Nyquist returned too many audio channels.
eu: Nyquist-ek audio kanal gehiegi itzuli ditu.

source: OGG Export Setup
eu: OGG-en esportaziorako aukerak

source: OGG Quality:
eu: OGG Kalitatea:

source: OK
eu: Onartu

source: Ogg Vorbis importing disabled
eu: Ogg Vorbis inportazioa ez-onartua

source: Ogg Vorbis importing enabled
eu: Ogg Vorbis inportazioa onartua

source: Ogg Vorbis support is not included in this build of Audacity
eu: Ogg Vorbis onartzeko baliabidea ez dago Audacity-ko bertsio honetan

source: Only LAMELib|LAMELib|Shared Libraries (*)|*
eu: Bakarrik LAMELib|LAMELib|Banaketarako liburutegiak (*)|*

source: Only LameLib|LameLib|All Files (*)|*
eu: Bakarrik LameLib|LameLib|Fitxategi guztiak (*)|*

source: Only lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files (*.*)|*
eu: Bakarrik lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|Fitxategi guztiak (*.*)|*
